[{"Book Name": "FeverDream", "Book Genre": "short-story", "Author": [" Ray Bradbury"], "Book English Level": null, "Book Description": "The story by Ray Bradbury \"Fever Dream\" describe a 13-year-old teenager Charles. He is ill with scarlet fever. The boy is constantly in his room – an enclosed space, in fact. Only occasionally his parents come. But nobody shows any special interest in him. From the lower floor of the house, one can hear the singing of a canary. Being alone with a fever the boy begins to rave. It lasts for a few days. As Charles is convinced, his whole body gradually disappears from the tips of the fingers on his arm. The boy calls for help, but nobody believes him. Everybody considers it as a game of imagination, typical for a fever. Charles is sure, that this disease born from one cell, increased and killed his former self. He is no longer himself. Suddenly, after the illness’ peak, a full recovery comes, as everyone thinks. Is it true? Is it real Charles or has he been turned into a disease that can do more evil than anything else existed before?", "Tags": "doctor", "Download Count": "9720", "Reading Count": "537", "Read Count": "61", "Favourite Count": "29", "Book Pages Count": "9", "Audio Duration Time": "\r\n                            13\r\n                        \r\n                    ", "Unique Words Count": "675", "Total Words Count": "2263", "Hard Words": " popped, reproduced, scurrying, tolerantly, counterpane, laundered, numbed, strapped, choked, cloakroom, bounded, pulsed, pitifully, rotted, guillotine, lethargic, jest, canary, pinched, crisply, declared, alight, flooded, colorless, petrified, feverish, hoarse, gravely, crushing."}, {"Book Name": "TheBreathingMethod", "Book Genre": "novel", "Author": [" Stephen King"], "Book English Level": null, "Book Description": "This story is of one of the most famous writers in the horror genre Stephen King. \"The method of breathing\" was first published in the storybook \"Different Seasons\" in 1982. Each story in this book is related to one of the seasons. \"The method of breathing\" is a winter fairy tale. The story consists of three parts and tells about the old Mr. Eldie, who comes to a mysterious nameless club. He tries to find out the secrets of the institution. Mr. Eldie tries not to interfere much and not make it dangerous for his life. He has been coming there for 10 years. Old gentlemen gather in the club and tell stories. The motto of the club is \"A secret in history, not in the narrator\". Every Tuesday, the visitors tell special stories - about the supernatural. Later, the main character finds many books of non-existent writers in the library of the club. He understands that this mysterious place can really be dangerous.", "Tags": "mystery", "Download Count": "19379", "Reading Count": "1067", "Read Count": "26", "Favourite Count": "60", "Book Pages Count": "78", "Audio Duration Time": "\r\n                            153\r\n                        \r\n                    ", "Unique Words Count": "3687", "Total Words Count": "23646", "Hard Words": " strobing, subverted, eagle, pearl, kindliness, sawbones, concocted, bastardy, pacing, reiterated, subsided, wilful, sonorously, interpreted, frenziedly, imperturbably, folderol, fumbled, queerly, capful, precognitive, undermined, strumpet, charting, trollop, easiness, uncarpeted, chagrined, underestimated, darkish."}, {"Book Name": "TheSpyWhoCameinfromtheCold", "Book Genre": "detective", "Author": [" John le Carre"], "Book English Level": "intermediate-plus\">B2 Intermediate+", "Book Description": "John le Carre had worked in British Intelligence before he started writing books. Thanks to such an unusual profession, the writer has gained a very interesting experience. John witnessed real espionage operations. The author generously shares these stories in his books. In the center of this dark plot is Alec Leamas. Everything takes place in the sixties. Recently Alec has lost his last agent in Germany. The head of the local intelligence is behind this murder. The authorities offer Alec the last task - to avenge his people personally. After this, he will be able to retire and have a well-deserved rest. So Alec goes on a mission that can cost him his life. But this is the only chance for the old agent to revenge and start a quiet life.", "Tags": "agents", "Download Count": "13450", "Reading Count": "457", "Read Count": "40", "Favourite Count": "27", "Book Pages Count": "76", "Audio Duration Time": "\r\n                            159\r\n                        \r\n                    ", "Unique Words Count": "1598", "Total Words Count": "24410", "Hard Words": " pretending, sounded, pushed, betraying, hurrying, wondering, parents, discussed, answered, grey, understandingly, untied, moved, passed, staying, cleaned, carried, discovered, worked, chasing, pretended, cheque, sobbing, believing, crossly, staring, picked, lit, kept, shouted"}, {"Book Name": "AllaboutDesertLife", "Book Genre": "Technology%20&amp;%20Science", "Author": [" Julie Penn"], "Book English Level": null, "Book Description": "What do you know about deserts? Besides the fact that there is hot and a lot of sand there? What are the largest deserts on Earth? What kinds of animals live there? What plants grow? This is a very dry place. About twenty centimeters of rain fall there a year. This is a very small amount of water. There may be not a drop of water for several months or even years. By the way, not all deserts are filled with sand. Some have a stony surface. It is very hot there during the day, up to fifty degrees Celsius. But when the sun goes down - the temperature drops and can be below zero. That is why it is so hard and uncomfortable to travel. In addition, it is also very cold in the desert in winter. While the rest of the regions receive their rate of moisture from rain, one can see a thick fog in the desert more often.", "Tags": "animals", "Download Count": "17525", "Reading Count": "1265", "Read Count": "610", "Favourite Count": "66", "Book Pages Count": "7", "Audio Duration Time": "\r\n                            20\r\n                        \r\n                    ", "Unique Words Count": "440", "Total Words Count": "2147", "Hard Words": " pupfish, baobab, staying, blowing, desertification, porridge, rainwater, millimeter, going, racing, oasis, poisonous, called, traveling, cactus, minus, camel, moving, poison, underground, farming, fog, dancing, fascinating, eating, festival, pond, mud, cloth, stem"}, {"Book Name": "AmazingThinkersandHumanitarians", "Book Genre": "documentary", "Author": [" Katerina Mestheneou"], "Book English Level": "intermediate-plus\">B2 Intermediate+", "Book Description": "There were many people who changed the world. Outstanding personalities whose minds and beliefs influenced thousands human fates. Confucius was a famous Chinese philosopher. Socrates became one of the first scientists in the world. Aristotle continued his work and developed science in ancient Greece. William Wilberforce was the man who put an end to the slave trade in Britain. The name of Gandhi is well known to many today - he was able to free India from British rule. This book will tell more about the lives of people who once changed the world for the better. Each of them lived in his era and faced countless difficulties. Still they managed to overcome everything and remain victorious in history.", "Tags": "family", "Download Count": "15236", "Reading Count": "694", "Read Count": "31", "Favourite Count": "55", "Book Pages Count": "78", "Audio Duration Time": "\r\n                            16\r\n                        \r\n                    ", "Unique Words Count": "2607", "Total Words Count": "18659", "Hard Words": " stopping, gassed, attended, interpreted, taxed, surrounded, judged, wondering, promoted, refused, boule, blaming, parents, replaced, rhenish, outlined, discussed, proved, liked, answered, interfering, questioned, moved, passed, delivered, scholasticism, peloponnesian, assassinated, staying, achieved"}, {"Book Name": "Orca", "Book Genre": "Adventure", "Author": [" Phillip Burrows"], "Book English Level": null, "Book Description": "Does the sea frighten you? You are on a small boat and there is only water for many kilometres around. Your boat may be fast enough, but it looks not too safe and reliable. But it is the only protection from water and what is under it. Tonya, her husband Jack and their friends  Max and Sasha are rich and successful. They do not work. They want only entertainment. Now the young people are bored. They decide to sail from England to Australia by boat. Finally some exciting adventures begin. Is there any problem? Take a course, admire the beautiful sunsets and catch fish for meals. Such life is more interesting. But what if there is a killer whale deep in the water? It can be dangerous. Does the boat seem so reliable now?", "Tags": "business", "Download Count": "13571", "Reading Count": "1049", "Read Count": "899", "Favourite Count": "51", "Book Pages Count": "7", "Audio Duration Time": "\r\n                            23\r\n                        \r\n                    ", "Unique Words Count": "406", "Total Words Count": "2649", "Hard Words": " orca, max, sleepily, nearer, wearing, bye, seeing, leaving, waving, carrying, excitedly, jack, going, taking, sailing, paddle, fin, angrily, binoculars, happening, talking, orient, don, moving, sleeping, frightened, goodbye, frighten, crying, making"}, {"Book Name": "Freckles", "Book Genre": "Romance", "Author": [" Andrew Matthews"], "Book English Level": null, "Book Description": "Susie has freckles on her face. This is very disturbing for her. She thinks that with age there will be only more of them. And she has problems with boys. She likes boys, but they don't like her freckles. Her best friend's name is Donna. Donna has never had problems with boys. She looks great. She has soft hair, bright big eyes and the main thing - no freckles. When a new boy appears at school, Donna gets interested in him. Will Jack reciprocate? And wouldn't he laugh at Susie's freckles like other boys? The girl looks at her face in the mirror every day. She waits with horror for the freckles to start growing. The girl considers them her main problem in life. But soon the girl learns that freckles are not so terrible. And a teenager may have lot of other problems.", "Tags": "school", "Download Count": "14861", "Reading Count": "1145", "Read Count": "129", "Favourite Count": "74", "Book Pages Count": "14", "Audio Duration Time": "\r\n                            31\r\n                        \r\n                    ", "Unique Words Count": "492", "Total Words Count": "5518", "Hard Words": " parents, liked, answered, shouted, ding, worse, understood, turned, pulled, opened, marshall, stopped, fell, tried, hated, laughing, looking, spoke, freckle, wanted, jack, lunchtime, falling, changed, going, disco, telling, taking, said, blush"}, {"Book Name": "YourBody", "Book Genre": "Technology%20&amp;%20Science", "Author": [" Jennifer Gascoigne"], "Book English Level": null, "Book Description": "Your body is an amazing and complex mechanism. It helps you perform many actions. It can move quickly and lift large weights. You can see, hear and feel the taste. The whole body is covered with skin. Thanks to it, people can touch and feel the surface of things. The skin helps to distinguish between hot and cold objects or air. It also does not allow water to enter the body when a person swims or walks in the pouring rain. Hair grow on the skin. It protects the body from too high or low temperatures. It is also a protection against insects or other external damage. You need to take care of your body so that you always feel good. It is necessary to take a shower regularly, otherwise irritation or drying may appear on the skin. Learn more about the mysteries of the human body by reading this book.", "Tags": "music", "Download Count": "26414", "Reading Count": "2019", "Read Count": "2097", "Favourite Count": "124", "Book Pages Count": "3", "Audio Duration Time": "\r\n                            10\r\n                        \r\n                    ", "Unique Words Count": "239", "Total Words Count": "1104", "Hard Words": " wastebasket, skateboard, blinking, sneeze, riding, called, rainy, sunglasses, skeleton, dentist, don, arc, sunny, dancing, blink, swimming, bicycle, soap, helmet, fascinating, toilet, sweat, candy, running, brush, bite, loud, chapter, exciting, net"}, {"Book Name": "ACaseOfIdentity", "Book Genre": "detective", "Author": [" Conan Doyle"], "Book English Level": null, "Book Description": "During Sherlock Holmes and Dr. Watson the conversation, Mary Sutherland comes. She says her story. Her father died, and now she lives with her mother and stepfather, not much older than she is. Mary inherited the small capital from his uncle, that she receives by small parts every year. This money she gives to family and earning for living herself by typing. Since Mary’s father was a plumber, every year they receive the invitation to the plumbers’ ball. Step-father does not allow Mary to go to the ball. But one year he is gone to France, she goes to the ball, where she met with Mr. Hosmer Angel and fell in love with him.", "Tags": "investigation", "Download Count": "39961", "Reading Count": "543", "Read Count": "197", "Favourite Count": "55", "Book Pages Count": "12", "Audio Duration Time": "\r\n                            24\r\n                        \r\n                    ", "Unique Words Count": "664", "Total Words Count": "3217", "Hard Words": " dare, dull, sympathetic, plumber, fond, shy, whisper, hanso involved, cab, sallow, complexion, scoundrel, stammer, fake, groan, gallows"}, {"Book Name": "TheOblongBox", "Book Genre": "horror", "Author": [" Edgar Allan Poe"], "Book English Level": null, "Book Description": "I looked at the list of the passengers’ names – there was one name on the list that I knew – Cornelius Wyatt. So I went to the shipping office and I looked at the list. Cornelius was an artist. He painted pictures. I heard from friend that he had married a beautiful and charming young woman. I wanted to meet Mrs Wyatt. I had never seen her.I was very glad to see Cornelius, bu he didn’t. He didn’t want to speak to me and he locked at his room.Cornelius arrived to ship with his wife and sister, but he also booked a third room, where he put some oblong box.What is in this strange oblong box? Why Cornelius behaves so bad?", "Tags": "short-story", "Download Count": "12734", "Reading Count": "205", "Read Count": "70", "Favourite Count": "17", "Book Pages Count": "7", "Audio Duration Time": "\r\n                            14\r\n                        \r\n                    ", "Unique Words Count": "403", "Total Words Count": "1754", "Hard Words": " oblong, rowboat, beneath"}, {"Book Name": "Inthedark", "Book Genre": "horror", "Author": [" E. Nesbit"], "Book English Level": null, "Book Description": "What would you do if you realized your close friend was getting mad? Your bosom-friend you know the whole life. I guess, you would try to help him like I did. But what if you faced with supernatural? I suppose that you'll be able to help me to solve this puzzle. And we will find the truth. Let's start from the beginning. When we were studying at school with my friend, there was one boy. He was a sneak. He always told the teachers wrong things other children did. But he didn't see these bad deeds with his own eyes. He just knew everything and the teachers believed him. I don't know what it was. Was it a third eye or a sixth sense? It is unknown. I don't know much about these things. But I believe in common sense. After graduating the university, I went to another country. All the three of us chose different ways in life. Time passed. After my arriving in London our paths crossed in a very unusual manner.", "Tags": "friendship", "Download Count": "17868", "Reading Count": "467", "Read Count": "184", "Favourite Count": "116", "Book Pages Count": "9", "Audio Duration Time": "\r\n                            16\r\n                        \r\n                    ", "Unique Words Count": "493", "Total Words Count": "2150", "Hard Words": " vegetarianism, epilepsy, cannibal, identified, lying, fright, hallucination, haunted, alright, wasted, disturbed, astonished, thirsty, packing, tidy, armchair, vegetarian, railway, thunder, pub, madness, carriage, shocking, miserable, loudly, suitcase, goodbye, salesman, poison, frighten."}, {"Book Name": "TheCuriousCaseOfBenjaminButton", "Book Genre": "drama", "Author": [" F. Scott Fitzgerald"], "Book English Level": "intermediate\">B1+ Intermediate", "Book Description": "Button came into the world in far 1860, it was the last day of the War. He looked like an old, little man. His father was upset and wanted to kill him, but then he exposed him to the hospitage. People around thought that this man was born for suffering, but he had become one of the happiest people in the world. The nature’s anomaly had born him and given the great opportunity – Conversely live. He wasn't getting older like everybody, he was becoming younger the whole his life. He had a hard way, full of sense, friendship, and good people. And the most important – by love. Our hero got acquainted with the world around through communication with old people that’s why he avoided mistakes, which usual people always make.", "Tags": "filmed", "Download Count": "62264", "Reading Count": "1606", "Read Count": "146", "Favourite Count": "284", "Book Pages Count": "36", "Audio Duration Time": "\r\n                            60\r\n                        \r\n                    ", "Unique Words Count": "2046", "Total Words Count": "9019", "Hard Words": " brougha anaemic, querulously, mumbling, escorted, attained, butterflied, pasting, fanned, mellownes phaeton, compensated, redoubled, blamed, trustingly, heartines swallowing, concealing, jingling, disclosed, snapped, gasping, mantilla, untiring, submitted, glued, asserted, untied, reconciled, sighing, stupefied"}, {"Book Name": "KingArthurandHisKnights", "Book Genre": "adventure", "Author": [" George Gibson"], "Book English Level": "intermediate\">B1+ Intermediate", "Book Description": "King Arthur today is the most recognizable book hero not only in British folklore, but also in the world literature.The young knight Arthur proved his right to be the king, when he pulled out the legendary sword Excalibur from the rock. This sword is a prototype of any magic weapon in the modern literature. The king's mentor, the wise wizard Merlin, also became the basis for hundreds of characters in the years to come. It is difficult to overestimate the importance of this text for the world culture. Even Sir John Tolkien took much from the Arthurian legends for his \"Lord of the Rings\". King Arthur is a Celtic hero, but the Knights of the Round Table belong to the German, Welsh, French people.This book is a must-read for classical literature and modern phantasy lovers.", "Tags": "court", "Download Count": "16724", "Reading Count": "1243", "Read Count": "200", "Favourite Count": "75", "Book Pages Count": "10", "Audio Duration Time": "\r\n                            21\r\n                        \r\n                    ", "Unique Words Count": "458", "Total Words Count": "2035", "Hard Words": " queen, knight, scabbard, crucified, counsellor, nobleman, declared, victorious, adventurous, magician, banquet, thankful, spear, farewell, moonlight, raised, conquer, amazed, castle, obey, confused, furious, wounded, fountain, bleed, satisfied, loyal, invade, kingdom, royal."}, {"Book Name": "TheGoldenStoneSagaI", "Book Genre": "fiction", "Author": [" Jenny Dooley"], "Book English Level": "intermediate\">B1+ Intermediate", "Book Description": "The main character's name is William Goldstone. He seems to be a withdrawn and uncommunicative child. At first glance he is just like any boy in school. He has many friends and buddies. He is not a fan of sport, but spends his free time playing video games and watching videos. The parents decided to do something with these hobbies and sent him to his grandfather for a week. They hoped that William would stop spending so much time with the TV and get interested in something new. Grandpa Howard lived in a small house in the mountains. Grandpa took him for a walk to the mountains. They spent many hours fishing. The boy was even able to catch his first fish. Soon the snow fell. It covered the mountains. William and his grandfather made a whole family of snowmen.", "Tags": "misery", "Download Count": "8076", "Reading Count": "522", "Read Count": "19", "Favourite Count": "36", "Book Pages Count": "37", "Audio Duration Time": "\r\n                            57\r\n                        \r\n                    ", "Unique Words Count": "1397", "Total Words Count": "7894", "Hard Words": " colourful, lord, sorceress, studded, loyally, chanting, loveliness, hissing, birthmark, slop, lamplight, pitched, disloyal, jailer, sociable, whet, echoing, chopping, scarred, snowman, headband, rolled, unwrap, dungeon, thrilled, bubbling, sunburn, executioner, unstoppable."}, {"Book Name": "GreatEnglishMonarchsandTheirtimes", "Book Genre": "historical", "Author": [" Clemen D. B. Gina"], "Book English Level": "intermediate\">B1+ Intermediate", "Book Description": "The United Kingdom gave a lot of famous people to the world, including monarchs, whose acts are still being studied today. Henry the Eighth of the Tudor Clan also bore the title of \"King of Ireland\". He is well known for reforming England, inclining the country to the religion of Protestantism. Heinrich had six marriages, which is not typical for a representative of Christianity. He ordered two his wives to the execution, as traitors. At an advanced age, the king suffered from obesity, and that fact says a lot about his lifestyle. Queen Elizabeth was called the 'Good Queen' by her folk. The reign of this woman became the period of culture flowering in the country. English gained much more weight in the world politics.", "Tags": "colony", "Download Count": "9875", "Reading Count": "532", "Read Count": "84", "Favourite Count": "38", "Book Pages Count": "33", "Audio Duration Time": "\r\n                            66\r\n                        \r\n                    ", "Unique Words Count": "1537", "Total Words Count": "6762", "Hard Words": " queen, beheaded, invaded, plotted, dockyard, jewellery, noblewoman, honour, singed, swordsman, lord, dauphin, banished, pinafore, plotting, rheumatism, crimean, galleon, favour, typhoid, baroness, circumnavigate, archduke, pacific, faerie, telegraph, scots, composed, persecuted, hygienic, parakeet."}, {"Book Name": "SecretCodes", "Book Genre": "human%20interest", "Author": [" Ken Beatty"], "Book English Level": "intermediate\">B1+ Intermediate", "Book Description": "Maybe you do not work for the government services and you are not a professional spy or intelligence officer. But you use secret codes every day. They surround you everywhere. They are in your wallet too. There are known symbols that urge people to stop: in most countries it is red, but there are also countries where it is the opposite. In China, this color is associated with the holidays. But such signs cannot be secret, they should be clear to anyone. There are other letters - they must be understood only by certain people. Foreign languages are also a cipher for those who do not know them. There are such codes that are understandable only for small groups of people: certain words, pictures. Even clothes can be familiar - it shows the mood you are in right now.", "Tags": "adventure", "Download Count": "10540", "Reading Count": "560", "Read Count": "50", "Favourite Count": "24", "Book Pages Count": "63", "Audio Duration Time": "\r\n                            147\r\n                        \r\n                    ", "Unique Words Count": "1896", "Total Words Count": "16567", "Hard Words": " deciphering, codebook, queen, demotic, chaldean, allen, decoded, cockney, underlined, jewellery, colourful, cuneiform, lord, semaphore, memorized, coptic, traded, crimean, pacific, telegraph, scots, decoding, babylonian, cipher, august, unbreakable, communicating, spartan."}, {"Book Name": "6Songs", "Book Genre": "non-fiction", "Author": [" Nick Hornby"], "Book English Level": "intermediate\">B1+ Intermediate", "Book Description": "The protagonist of the book is very fond of Bruce Springsteen music. One of the songs of this musician sounded in many important moments of his life. He would like to ride along the highway, listening to this good song, so that the speed was great, and the wind was waving his long hair. But he does not have a car and his hair is short. Life is not something corresponding to your dream. The whole life of this young man is like songs of various famous performers. Each period reminds him of a particular song, and he lives listening to this music. He is a writer. When he started doing it professionally, He realized that choosing the life path is like love. When you fall in love you don't always choose the wisest partner. The choice does not take place with the help of the mind. The heart and soul are the main things here.", "Tags": "musical", "Download Count": "9051", "Reading Count": "753", "Read Count": "22", "Favourite Count": "45", "Book Pages Count": "22", "Audio Duration Time": "\r\n                            44\r\n                        \r\n                    ", "Unique Words Count": "1767", "Total Words Count": "7036", "Hard Words": " smiler, troublingly, meathead, queen, snarly, folky, influencing, squelching, reviewed, stupefying, farting, philistinism, churchy, pleasurably, collaborating, unarguably, hosting, dippy, uncultured, crudity, boor, slickly, inanity, coital, wheezy, jingoistic, languor, sequenced, overwrought, diagnosed, bewilder."}, {"Book Name": "Parson'sPleasure", "Book Genre": "short-story", "Author": [" Roald Dahl"], "Book English Level": "intermediate\">B1+ Intermediate", "Book Description": "Mr. Boggis liked to drive slowly. He set up the driver's seat as comfortable as possible; one elbow always lay on the open window. A small village rushed through the windows. He saw rich greenery and bright, pleasantly smelling flowers. He smoked with pleasure. He was driving to a small group of cottages, which was located on the top of the hill, right in the middle of the trees. This village was called Brill Hill. Mr. Boggis took out a notebook and a pencil: the view was wonderful and he decided to draw a map of the area in order to understand where each house was located. All the pieces of land looked beautiful and well maintained. He saw a farm house, flowed into a beautiful stately house with many elms near it. Mr. Boggis finished all his things and decided to go to the pub to think well.", "Tags": "society", "Download Count": "7433", "Reading Count": "382", "Read Count": "34", "Favourite Count": "12", "Book Pages Count": "30", "Audio Duration Time": "\r\n                            55\r\n                        \r\n                    ", "Unique Words Count": "1793", "Total Words Count": "8966", "Hard Words": " faking, queen, veneered, ungraceful, shortish, imbecility, stocked, ornamented, obscured, mawkish, copperplate, situated, lustre, potash, timbered, clownish, piddling, evenness, caning, whinny, legless, stumpy, bestial, cunningly, obsequious, vacantly, stooped, jiffy, chipping, fatuous, casualness."}, {"Book Name": "EthanFrome", "Book Genre": "romance", "Author": [" Edith Wharton"], "Book English Level": "intermediate\">B1+ Intermediate", "Book Description": "When it's the beginning of the twentieth century on the street - life on a farm in Massachusetts just does not seem easy to you. Winters are long and unusually cold on these lands. The fields are covered with snow and ice. The nights are long and dark. The sun is almost invisible at that time of year. The life of a simple farmer, Ethan, is hard. He has to work much to survive. But his existence is not without pleasant and bright moments. It looks like Ethan is an ordinary farmer - unhurried, quiet. But he feels the beauty of the world. He likes looking at the bright stars in the night winter sky. He is pleased to see the thick shadows of trees in the snow. He is not entirely alone on his small farm. There are pleasant people around with whom he can share the difficulties of this endless winter.", "Tags": "music", "Download Count": "7898", "Reading Count": "499", "Read Count": "134", "Favourite Count": "62", "Book Pages Count": "39", "Audio Duration Time": "\r\n                            103\r\n                        \r\n                    ", "Unique Words Count": "1119", "Total Words Count": "10279", "Hard Words": " coasting, rook, matt, edged, starless, plateful, unloaded, whinny, likeable, stomachache, august, jealously, lamplight, whining, motherly, coldness, wordless, shapeless, sawmill, dinnertime, wintry, yellowish, bloodless, moonlit, goodnight, heartless, sunlit, sleigh, sunburn, lazily, coolness."}, {"Book Name": "BodyontheRocks", "Book Genre": "fiction", "Author": [" Denise Kirby"], "Book English Level": "intermediate\">B1+ Intermediate", "Book Description": "The gardener was working with the roses, but suddenly noticed a strange man standing nearby. He was looking at the house. The stranger had long hair and a tattoo on his arm. He was not like a guest of the owners of this house. Usually visitors, who came to this huge house with a tennis court and a spacious garage, look more official. Even the gardener himself was inside only once. A strange man with a tattoo approached. He went to the house. The gardener kept watching him. The man rang the doorbell. He talked to the maid for a while and she invited him in. The gardener was surprised. Unfortunately, he could not hear the conversation. Soon he heard screams. The man was pushed out of the house. The gardener realized that something unusual had happened. But he did not know what.", "Tags": "prison", "Download Count": "10817", "Reading Count": "656", "Read Count": "173", "Favourite Count": "43", "Book Pages Count": "62", "Audio Duration Time": "\r\n                            126\r\n                        \r\n                    ", "Unique Words Count": "1528", "Total Words Count": "15315", "Hard Words": " thirstily, sandcastle, wheeling, sally, narrowed, slowing, seasick, downwards, scornfully, verandah, backdoor, parakeet, bay, granddad, yuck, scrabble, supposing, tattooed, footpath, imagining, ochre, jetty, bye, goodnight, windswept, rolled, claustrophobic."}, {"Book Name": "TheMurderattheVicarage", "Book Genre": "detective", "Author": [" Agatha Christie"], "Book English Level": "intermediate\">B1+ Intermediate", "Book Description": "Colonel Protheroe was not a good man. He had lots of enemies. So when he was found shot at the vicarage, many people became murder suspects. It could be his daughter Lettice who wanted to get freedom from the strict father and inherit his fortune. It could be his wife Anne Protheroe who did not love him and had an affair with somebody else. It could be her lover Lawrence Redding who did not want to share Anne with her husband. The maid of the vicar Mary was also under suspicion. Her fiance was sent to prison by the old colonel. Or maybe it was the vicar himself, as he did not even try to hide his dislike for the murdered man. The list of suspects goes on. Only Miss Marple and her understanding of human nature can help to solve this complicated crime.", "Tags": "house", "Download Count": "28607", "Reading Count": "1143", "Read Count": "73", "Favourite Count": "124", "Book Pages Count": "99", "Audio Duration Time": "\r\n                            6\r\n                        \r\n                    ", "Unique Words Count": "1801", "Total Words Count": "34039", "Hard Words": " pretending, sounded, gossiping, pushed, letterbox, wondering, cancelled, refused, insulted, replaced, discussed, proved, disliked, liked, sneezing, answered, grey, questioned, overheard, moved, passed, backed, bringing, staying, cleaned, undone, notepaper, worst, discovered, removed"}, {"Book Name": "MoralDisorder", "Book Genre": "fiction", "Author": [" Margaret Atwood"], "Book English Level": "intermediate\">B1+ Intermediate", "Book Description": "This is a collection of stories by famous Canadian writer Margaret Atwood. She is well known as a children's writer, a science fiction writer and a graphic novel author. The book first saw the world at the end of two thousand and six. Each story is related to the next, so the book tells one long and confusing story. The book consists of eleven chapters. The heroes are completely different: a middle-aged couple, a young mother and her daughter, a high school student, a young man who loves travelling. Sometimes the story is told in the first person, sometimes in the third one. Gradually, the heroes of the stories meet each other, moving from chapter to chapter. These events are mixed and lead to unexpected results. The plot of the book is exciting and you want to read it in one evening.", "Tags": "murder", "Download Count": "6370", "Reading Count": "427", "Read Count": "122", "Favourite Count": "26", "Book Pages Count": "25", "Audio Duration Time": "\r\n                            53\r\n                        \r\n                    ", "Unique Words Count": "1804", "Total Words Count": "7671", "Hard Words": " pastured, peahen, roosted, venturing, beheaded, rending, unfurling, ignorantly, snatching, ripened, screwing, baling, pruned, slaughtering, runty, fermenting, brimmed, scalded, basketful, hatched, ruby, floored, straggly, piteously, humanizing, twirling, crossbeam, sod, edged, plucked, scabby."}, {"Book Name": "NottingHill", "Book Genre": "Classics", "Author": [" Richard Curtis"], "Book English Level": "intermediate\">B1+ Intermediate", "Book Description": "Anna Scott is a worldwide known movie star. Anna is beautiful and very rich. Everyone is looking for her friendship. Major newspapers and magazines write articles about her. William's life is completely different. He is the owner of a small bookstore in Notting Hill. His business cannot be called very successful. William has good friends and a terrible roommate - Spike. The neighbor takes William's clothes, forgets to give him messages and does not clean up after himself. But one day, William and Anna meet each other. The girl enters the bookstore. They are both lonely, as they are looking for a special person. But can these two find a common language? After all, their lives are too different: she is a famous actress and he is a simple guy from London. But who knows - maybe this meeting was not accidental?", "Tags": "alien", "Download Count": "38493", "Reading Count": "1800", "Read Count": "241", "Favourite Count": "224", "Book Pages Count": "57", "Audio Duration Time": "\r\n                            10\r\n                        \r\n                    ", "Unique Words Count": "1447", "Total Words Count": "20881", "Hard Words": " stopping, pushed, queen, refused, discussed, liked, answered, grey, faced, soundman, moved, passed, reaching, hurting, backed, bringing, widened, staying, carried, worst, solved, joking, picked, lit, lodger, shouted, pushing, explained, questioningly, undressed"}, {"Book Name": "Nonstop", "Book Genre": "adventure", "Author": [" Tad Williams"], "Book English Level": "intermediate\">B1+ Intermediate", "Book Description": "Henry hated to fly. Perhaps 'hate' is not a suitable word. Hate implies anger, some actions. But the flight on the plane filled Henry with such animal horror that he became completely helpless. The despair was so strong that other passengers noticed it. He looked at the calm passengers, but his palms were wet with sweat. Even besides flying, there were many unpleasant moments in Henry's life. He was supposed to fly to Dallas with his wife, but she was not able to go with Henry due to problems at work. Her boss fell ill and she had to stay in the office. This greatly upset the man, but there was no choice - the tickets were bought long ago. The wife knew how much he hated planes, but did not support her husband. She stayed in the office. So he had to drink a sedative before the flight.", "Tags": "airplane", "Download Count": "7258", "Reading Count": "363", "Read Count": "84", "Favourite Count": "24", "Book Pages Count": "22", "Audio Duration Time": "\r\n                            34\r\n                        \r\n                    ", "Unique Words Count": "1539", "Total Words Count": "5537", "Hard Words": " stopping, squalling, sounded, quieting, awaited, clumped, pushed, ichor, lulling, placating, cinched, shifted, skirted, gibbet, bunching, parents, infuriatingly, nerveless, smoothed, hurtling, snapped, scurrying, showering, leveled, wishing, embracing, liked, smoothing, shirtfront, answered"}, {"Book Name": "LornaDoone", "Book Genre": "adventure", "Author": [" R. D. Blackmore"], "Book English Level": "intermediate\">B1+ Intermediate", "Book Description": "This is a romantic adventure novel about a love story between farmer John and Lorna. A beautiful girl was kidnapped by robbers in her childhood. Everything happened in England during the reign of King Charles the Second. It was a difficult period for the country, when wars between feudal lords set the tone for life of ordinary people. The author wrote this book based on real historical events. This is a story about love, lost parents, children and evil enemies. And, of course, about the wealth, which suddenly appears out of nowhere. The development of events is usual for this genre, but it does not spoil the book. This is a real fairy tale told in the traditions of a historical novel. The main character is a strong, but kind and naive person. A real knight from fairy tales and myths.", "Tags": "school", "Download Count": "53954", "Reading Count": "621", "Read Count": "49", "Favourite Count": "52", "Book Pages Count": "67", "Audio Duration Time": "\r\n                            9\r\n                        \r\n                    ", "Unique Words Count": "1538", "Total Words Count": "20692", "Hard Words": " pretending, pushed, noticing, queen, surrounded, wondering, attacked, refused, parents, robbing, liked, answered, faced, moved, passed, bringing, widened, staying, carried, worst, discovered, worked, punished, lord, clouded, staring, picked, unkindly, kept, stole"}, {"Book Name": "HardTimesfortheTimeTrippers", "Book Genre": "science%20fiction", "Author": [" Maria Jack"], "Book English Level": "intermediate\">B1+ Intermediate", "Book Description": "Matt Johnson woke up in the middle of the night. The same nightmare tormented him again and again. In the dream, he came home after school. There was one day before the holidays. There was no one at home, and on the table he found a note. It said that his parents would return soon and they had a surprise for him. In the next moment of the dream, a police car arrived. The officer told the boy about the accident in which his parents had recently died. The room started circling around Matt. He fell on the floor. But this time in his nightmare there was a new strange detail. He noticed the beautiful face of the girl who was nearby. This girl's name was Linda. But it was impossible, as they were not acquainted yet. He met Linda much later. They experienced many adventures together and she became his best friend.", "Tags": "school", "Download Count": "10398", "Reading Count": "527", "Read Count": "100", "Favourite Count": "31", "Book Pages Count": "35", "Audio Duration Time": "\r\n                            61\r\n                        \r\n                    ", "Unique Words Count": "1482", "Total Words Count": "11597", "Hard Words": " sleepyhead, colliery, pushed, tut, queen, parents, dictated, matt, resisting, liked, answered, grey, aaah, tilled, moved, passed, nastily, frowning, staying, discovered, worked, murmured, applauded, staring, rushed, joking, scanned, repaired, arriving, catching"}, {"Book Name": "TheTimeTrippersGoWest", "Book Genre": "science%20fiction", "Author": [" Maria Jack"], "Book English Level": "intermediate\">B1+ Intermediate", "Book Description": "It was Thursday. Matt Johnson and his best friend Linda looked at each other in surprise. Usually at that time they would have a history lesson. But that day their favorite teacher was not at school. They wondered where he might be. Then Matt remembered something. The man disappeared after Matt and Linda had been at the castle. It was possible for the teacher to get lost in time. Linda asked the boy to speak quietly as someone could hear them. Suddenly a math teacher entered the classroom. It was a thin and unpleasant person. He ordered everyone to shut up and sit at the desks. The students just grumbled. The lessons of this teacher were the most boring and no one liked to attend them. But there was no choice. Only after school Matt and Linda were able to discuss the topic that interested them so much.", "Tags": "mystery", "Download Count": "16803", "Reading Count": "670", "Read Count": "254", "Favourite Count": "28", "Book Pages Count": "29", "Audio Duration Time": "\r\n                            57\r\n                        \r\n                    ", "Unique Words Count": "1440", "Total Words Count": "9862", "Hard Words": " tanka, notified, travois, saluting, parents, pemmican, sadistically, invaded, matt, maths, liked, answered, grey, faced, untied, ignored, moved, passed, staying, carried, discovered, teased, pretended, warpath, produced, marvellous, whooping, minotaur, shouted, inhaled"}, {"Book Name": "TheCard", "Book Genre": "novel", "Author": [" Bennet Arnold"], "Book English Level": "intermediate\">B1+ Intermediate", "Book Description": "If you want to become as successful as possible, what qualities will you need first of all? Will the smartest person be the most successful? Or good looks and charisma are the things you need? Perhaps hardworking people are able to get extremely successful. Are only luck, good looks and charisma important for success? Denry Machin never gives up. If there is even the slightest chance, he is ready to fight to the very end. Of course, he is very lucky. With such a character and approach to life, Denry plunges into new adventures without any hesitation. But his methods of becoming rich are not entirely legal. Still Denry is a real adventurer. Only insidious and seductive female charms can prevent him.", "Tags": "work", "Download Count": "16832", "Reading Count": "564", "Read Count": "40", "Favourite Count": "34", "Book Pages Count": "46", "Audio Duration Time": "\r\n                            18\r\n                        \r\n                    ", "Unique Words Count": "1304", "Total Words Count": "14766", "Hard Words": " brougham, pushed, refused, discussed, liked, answered, grey, passed, staying, worked, pretended, crossly, picked, kept, fiver, shouted, rescued, allowed, hearted, held, stepped, councillor, exploded, realized, touched, pulling, unpleasantly, watching, worse, understood"}, {"Book Name": "WomenWhoChangedtheWorld", "Book Genre": "biography", "Author": [" Sue Leather"], "Book English Level": "intermediate\">B1+ Intermediate", "Book Description": "In the past, women did not have the same rights as men. They had no education, no fair pay and even no possibility to live a full life without a husband. Long ago the function of a woman was simple - home life and birth of children, nothing else. But there were women in history who changed the world. In this book, the author describes the history of female fight. Everything started with the question of education for girls and women. Nowadays there are women who work in education, science, politics and sport. This book clarifies not the most popular and well-known historical moments in the formation of modern society. Find out how the world came to complete equality and what obstacles women faced on their difficult path.", "Tags": "fight", "Download Count": "26135", "Reading Count": "1391", "Read Count": "163", "Favourite Count": "165", "Book Pages Count": "45", "Audio Duration Time": "\r\n                            102\r\n                        \r\n                    ", "Unique Words Count": "1541", "Total Words Count": "13046", "Hard Words": " stopping, farsi, refused, assaulted, parents, attar, liked, polonium, grey, moved, passed, achieved, studying, ruled, carried, chained, discovered, worked, suffragette, harassed, sally, picked, aeroplane, radium, described, hindi, allowed, twitter, empowered, pacific"}, {"Book Name": "AgnesGrey", "Book Genre": "Classics", "Author": [" Anne Bronte"], "Book English Level": "intermediate\">B1+ Intermediate", "Book Description": "This story takes place in the nineteenth century. A young girl named Agnes and her sister Mary are from a poor family. Their mother was disinherited in her youth. Now Agnes decides to start earning and help her close people. She finds a job as a governess in the Bloomfield family. But this family makes a very bad impression. Children behave badly. They do not listen to anyone and do not want to study. The parents are not interested in their education at all. Working in this family is very hard as Agnes has not even a permission to punish naughty children. But she decides to stay. It is getting harder and harder. The parents only fulfil all the whims of their son and daughter. Soon the young governess is fired. Agnes does not give up. She wants to work as a governess in another family.", "Tags": "family", "Download Count": "21958", "Reading Count": "540", "Read Count": "89", "Favourite Count": "67", "Book Pages Count": "79", "Audio Duration Time": "\r\n                            129\r\n                        \r\n                    ", "Unique Words Count": "1690", "Total Words Count": "24466", "Hard Words": " pretending, sounded, pushed, organised, blamed, wondering, sung, refused, parents, exercising, grabbing, ignoring, discussed, proved, liked, answered, grey, marrying, questioned, ignored, moved, passed, dismissed, hurting, flirtatiously, studying, bush, carried, rested, pretended"}, {"Book Name": "TheStoryoftheInternet", "Book Genre": "documentary", "Author": [" Stephen Bryant"], "Book English Level": null, "Book Description": "As we know the Internet appeared only a few decades ago. But the idea of connecting several computers together appeared much earlier. Strangely enough, the Cold War played an important part in this process. In 1957 the Soviet Union sent the first artificial Earth satellite in the history into space. It shocked Americans and made them pay more attention to the technological progress in their own country. Many great minds were involved in the creation of what we now call the Internet. They did a lot of work and faced numerous challenges. This book shows a wonderful journey in time. The readers can follow the history of the Internet from the idea of its creation to the present days. They can even speculate what kind of future might wait for this undoubtedly great invention.", "Tags": "society", "Download Count": "14772", "Reading Count": "682", "Read Count": "60", "Favourite Count": "60", "Book Pages Count": "72", "Audio Duration Time": "\r\n                            69\r\n                        \r\n                    ", "Unique Words Count": "1944", "Total Words Count": "19153", "Hard Words": " loaned, allen, matt, hob, priced, bush, enquire, drudge, hypertext, swahili, linking, august, communicating, browsing, thatch, electrically, tuning, navigator, aria, talker, queue, cologne, charged, tint, repeating, mainframe, doubling, switching."}, {"Book Name": "GreatSpeeches", "Book Genre": "documentary", "Author": [" John Bookworm"], "Book English Level": null, "Book Description": "This book is a collection of the most interesting and inspiring speeches of many famous people, politicians and leaders. You need to read these speeches in order to understand the history better. They reflect the main problems of each era and provide a clear understanding of how society developed. Thanks to the speakers from this book, many countries have chosen new paths of development. The book begins with an inspiring speech on the rights of African Americans. The speaker is Martin Luther King. This is the time when black people were enslaved and perceived as a commodity, not citizens. Discrimination was considered to be the norm, and everyone took it for granted. But not everyone agreed with this state of affairs. Even today this great man is not forgotten after many years.", "Tags": "society", "Download Count": "11316", "Reading Count": "734", "Read Count": "49", "Favourite Count": "43", "Book Pages Count": "35", "Audio Duration Time": "\r\n                            66\r\n                        \r\n                    ", "Unique Words Count": "2167", "Total Words Count": "9902", "Hard Words": " overbalance, engulfed, outworn, pursued, attained, pledging, aided, wringing, hypercritical, reclaiming, surrendered, disunion, tranquilizing, insurrectionary, heightening, hearthstone, defaulted, invaded, jangling, rejoicing, honoring, withal, unleashed, formidably, discharged, agriculturist, uneconomical, unreasoning, lawgiver, molehill, gaining."}, {"Book Name": "BloodyLegacy", "Book Genre": "detective", "Author": [" Michael Bacon"], "Book English Level": null, "Book Description": "This is a little story in the detective genre, which can make the reader's evening much more interesting. A smart and talented inspector from Scotland Yard investigates another crime case. Miss Paddington does not stay away. She immediately comes to the aid of him. This curious woman is a big lover of detective novels and she is happy to take part in the investigation. But beyond that, Miss Paddington has another secret goal - she wants the detective to marry an attractive young lady named Elvira Elliot. Whose intellect will prevail - an experienced inspector's or a housewife's, who is fascinated by cheap paperback detective novels? The story, despite its small volume, can show a lot of interesting plot twists.", "Tags": "investigation", "Download Count": "17550", "Reading Count": "371", "Read Count": "39", "Favourite Count": "57", "Book Pages Count": "46", "Audio Duration Time": "\r\n                            79\r\n                        \r\n                    ", "Unique Words Count": "2188", "Total Words Count": "11863", "Hard Words": " carriageway, stubbed, resented, harbored, fumbled, poppet, heightening, pompously, popped, retrieved, potting, ageing, plummy, purring, rattled, winking, vestry, oozing, modulated, timbered, appropriated, murmured, scooped, leering, sterling, bodywork, reproachfully, drily."}, {"Book Name": "AmazingArchitectsandArtists", "Book Genre": "biography", "Author": [" F.H. Cornish"], "Book English Level": "intermediate\">B1+ Intermediate", "Book Description": "This series of books is a collection of short stories. Each book tells about the life path of several people who once tangibly changed the whole world. They lived long ago, but even nowadays many of us hear about their great achievements. This book explores the most famous architects and artists in the history. It tells about such people who did more for art and science than any others. Here are the life stories of such outstanding people as Leonardo da Vinci, Christopher Wren, Antoni Gaudi, Pablo Picasso and Frida Kahlo - the only woman on this list. This book will reveal many interesting facts from the history of art and science and broaden your mind. These stories are definitely worth reading.", "Tags": "future", "Download Count": "3132", "Reading Count": "221", "Read Count": "8", "Favourite Count": "25", "Book Pages Count": "46", "Audio Duration Time": "\r\n                            68\r\n                        \r\n                    ", "Unique Words Count": "1638", "Total Words Count": "13239", "Hard Words": " remarried, poliomyelitis, attended, surrounded, parents, sketched, catalonian, invaded, discussed, liked, surveying, moved, studying, ruled, colourful, worst, worked, cornet, produced, muralist, ermine, picked, kept, designed, colonia, designing, magi, allowed, rheumatic, marcel"}, {"Book Name": "ThisRoughMagic", "Book Genre": "novel", "Author": [" Mary Stewart"], "Book English Level": null, "Book Description": "Lucy is a young girl who works as an actress. She has an elder sister named Phil, who married a rich man from Italy. Lucy went to the sea to rest and to visit her sister. Phil is going to have a baby soon and decides to have a pregnancy in a pleasant and warm climate. Lucy has problems with work. She did not become famous and being an actress is not very easy. She could not become a star and now wanted to think a little about continuing her career. Lucy enters a completely new world for herself. There are many interesting people and random encounters with unusual people. The girl even manages to get acquainted with the trained smart dolphin. A young actress gets into a criminal situation, where acting talent helps her to remain safe and sound.", "Tags": "police", "Download Count": "7760", "Reading Count": "307", "Read Count": "18", "Favourite Count": "82", "Book Pages Count": "82", "Audio Duration Time": "\r\n                            196\r\n                        \r\n                    ", "Unique Words Count": "1534", "Total Words Count": "20616", "Hard Words": " toughly, harbour, stowaway, drifting, silenced, untroubled, boathouse, shakily, bay, dully, tempest, petrol, tiller, dreamily, disagreeable, shading, stupidly, shakespearean, feverishly, rolled, hardness, dowry, homely, whisky, forged, godfather, lazily, trembling, steeply, purr."}, {"Book Name": "SinkorSwim", "Book Genre": "fiction", "Author": [" Andy Cowle"], "Book English Level": null, "Book Description": "Eddie was slowly drinking champagne. He was standing on the deck of a cruise liner, looking at the waves overboard. The evening was wonderful. There were no more people around. Eddie admired how such a huge and massive ship could move at high speed. The vessel was comfortable and beautiful. Eddie looked at the outlines of the island, which dissolved in the dark. The man threw a glass into the sea. Soon his wife came to the deck. She looked great and the couple began to flirt, as at the beginning of dating. They agreed to go to a restaurant together. It was very crowded. It was hot, but the place turned out to be very pleasant and hospitable. The musicians were playing instruments in the corner, the lighting created a comfortable atmosphere. Several couples were dancing. The visitors were dressed in tuxedos and dresses.", "Tags": "journalist", "Download Count": "11192", "Reading Count": "516", "Read Count": "136", "Favourite Count": "36", "Book Pages Count": "81", "Audio Duration Time": "\r\n                            131\r\n                        \r\n                    ", "Unique Words Count": "2288", "Total Words Count": "19930", "Hard Words": " paintwork, rescheduling, churned, lounger, deceiving, overdraw, snorkeling, harbour, engrossed, dialing, colourful, lagged, storming, slashed, choked, photocopier, paperless, strangling, phew, glancing, uninspiring, juggling, sarong, soaking, barman, accusingly, emptying, catamaran."}, {"Book Name": "BlackBeauty", "Book Genre": "classics", "Author": [" Anna Sewell"], "Book English Level": null, "Book Description": "This is one of the novels where the story is told not about a man, but about an animal. Even more unusual is that the story of the horse is in the first-person narrative. This horse lived in England in the middle of the nineteenth century. His name was Black Handsome - a beautiful and strong stallion with a white spot on his forehead. He faithfully served the people, was reliable and never betrayed. He had an interesting life, full of pleasant and hard moments. This book will help the reader to understand horses better and treat these animals with great respect. The story of Black Beauty will not leave the reader indifferent. This is not a trivial moralism, but a truly touching story. More than fifty million copies of this book have been sold in the world.", "Tags": "prison", "Download Count": "7992", "Reading Count": "543", "Read Count": "94", "Favourite Count": "77", "Book Pages Count": "57", "Audio Duration Time": "\r\n                            132\r\n                        \r\n                    ", "Unique Words Count": "1350", "Total Words Count": "14690", "Hard Words": " stableman, darkie, hallo, blinkers, neigh, lord, lateness, grooming, groomed, galloping, whipping, blackbird, fortnight, duchess, cabby, august, churchyard, restlessly, shortened, unnaturally, bridle, moustache, trembling, punishing, hare, lying, manly, aching, whipped, horseman."}, {"Book Name": "AFishyStory", "Book Genre": "short-story", "Author": [" Clare West"], "Book English Level": null, "Book Description": "The most experienced fishermen know that the best place for fishing is the west of Ireland. There are rivers full of salmon. Sinclair spends three days there, trying to catch a fish, but he is unlucky. The young man goes home. He decides to go by train, and in the twentieth century such a trip seems like a real adventure. At the station, where he has to wait for the train, there is a lot of smoke - but there is not enough heat. The man is cold. He has wet shoes after fishing. He hoped that at the station he could warm up - but he continues to freeze. The station manager lets the guy into his office. It is warm and there is steam from the clothes. They talk about fishing and politics. Sinclair admits that he failed to catch anything. Soon the train arrives. The guy goes to the cold again. A little rain starts on the street.", "Tags": "family", "Download Count": "5103", "Reading Count": "432", "Read Count": "20", "Favourite Count": "9", "Book Pages Count": "11", "Audio Duration Time": "\r\n                            20\r\n                        \r\n                    ", "Unique Words Count": "842", "Total Words Count": "2863", "Hard Words": " pearl, unseasonal, stationmaster, horrifyingly, untiring, uninviting, easterly, departing, supposing, unearthly, hundredth, apologetically, fishy, doorman, sleepless, wrapping, distaste, charging, cork, respectfully, doubtless, undress, uphill, stormy, stiffness, seated, further, confidently, cheerfully, spreading, yawn."}, {"Book Name": "BloodFeuds", "Book Genre": "short-story", "Author": [" Paul Tiyambe Zeleza"], "Book English Level": null, "Book Description": "The one who has never felt like this will not be able to understand the whole pain of the person who was expelled from his home. How does it feel to live in a foreign country and speak a foreign language? You are always a foreigner, in any situation. Two families have been living in Zimbabwe for almost thirty years. Their home country is called Malawi, but they cannot come back there. They believed that one day they would return home. Although the men from these families have disagreements, they try to stick together. After all, they are countrymen. They often talked about the house. About the time when they were children: how they grew up, what games they played in their childhood. They remembered their schools and the beginning of the struggle for freedom against the British.", "Tags": "farm", "Download Count": "3979", "Reading Count": "256", "Read Count": "54", "Favourite Count": "6", "Book Pages Count": "12", "Audio Duration Time": "\r\n                            30\r\n                        \r\n                    ", "Unique Words Count": "773", "Total Words Count": "3306", "Hard Words": " matchbox, friendliness, sleepless, unreal, inward, tidy, savior, managed, eldest, accused, unsafe, demanding, yearly, thankful, redemption, indoors, painfully, sunshine, fashionable, impatient, raised, governing, loneliness, sunglasses, suspected, dislike, clap, rude, noisy, uneasy."}, {"Book Name": "HistoryofEnglishLanguage", "Book Genre": "historical", "Author": [" Brigit Viney"], "Book English Level": null, "Book Description": "Nowadays English is spoken in many countries. It is the most common and convenient language for business. No less than twenty-five percent of the world population speaks it. That is why it is often called the world language. English is often used in science, cinema and music. Most of successful, popular films and songs are also in English. This language began to spread when the British tribes conquered new lands: North America and the Caribbean islands. In additin, this country was technically developed. Lots of new inventions were created in Britain. So residents of other countries had to learn English in order to use them. Later, the business became the main reason to teach English as the money is the main engine of progress.", "Tags": "business", "Download Count": "14853", "Reading Count": "854", "Read Count": "74", "Favourite Count": "55", "Book Pages Count": "80", "Audio Duration Time": "\r\n                            5\r\n                        \r\n                    ", "Unique Words Count": "2456", "Total Words Count": "20185", "Hard Words": " correcting, sounded, bairn, vertu, moolah, queen, kentish, parents, plowman, replaced, invaded, tink, proved, disliked, liked, saleable, poo, moved, cockney, bringing, copied, beaut, anatolian, studying, colourful, dweeb, formed, discovered, thereto, worked"}, {"Book Name": "TheImportanceofBeingEarnest", "Book Genre": "classics", "Author": [" Oscar Wilde"], "Book English Level": null, "Book Description": "The action of this comedy takes place in a large apartment in London and in a country estate. The reader meets a young man Algernon from an ancient aristocratic family. Now Algernon is sitting in the apartment and expecting his aunt, who is to come for tea soon. To kill time, he is talking with a footman named Lane. Both men are very fond of philosophizing without any reason. Suddenly his buddy Jack appears. This is a faithful opponent of Algernon in all disputes and endeavors, but at the same time a pleasant conversationalist. Both are tired of secular concerns and constant affairs. Algernon and Jack are extremely irresponsible egoists and like to accuse each other of infantility and frivolity. And these two gentlemen often gather together.", "Tags": "servants", "Download Count": "15293", "Reading Count": "492", "Read Count": "22", "Favourite Count": "30", "Book Pages Count": "75", "Audio Duration Time": "\r\n                            113\r\n                        \r\n                    ", "Unique Words Count": "1894", "Total Words Count": "25594", "Hard Words": " pretending, unpacked, heartlessly, chasuble, deceived, noticing, containing, styled, deceiving, parents, embracing, liked, overdressed, marrying, devotedly, bringing, frowning, staying, unromantic, eats, wasting, honourable, worst, discovered, solved, irreligious, offstage, pram, lord, complaining"}, {"Book Name": "TheSpeckledBand", "Book Genre": "detective", "Author": [" Conan Doyle"], "Book English Level": null, "Book Description": "A girl named Helen Stoner asked Sherlock Holmes for help. She lived in an old estate near the village, along with her stepfather Dr. Grimesby Roylott who used to be a doctor when he lived in India. Two years ago she lost her sister Julia. She died two weeks before her wedding, under mysterious circumstances. Before his death, for several nights in the house she heard a strange whistling that very frightened her. The night Julie died, Helen had heard similar sounds. On her deathbed, Julia shouted : \"It was a speckled band!\" Now Helen temporarily moved to her sister's room because her one is being repaired. At the first night Helen heard a strange whistling again and panicked.", "Tags": "investigation", "Download Count": "38930", "Reading Count": "329", "Read Count": "106", "Favourite Count": "71", "Book Pages Count": "9", "Audio Duration Time": "\r\n                            19\r\n                        \r\n                    ", "Unique Words Count": "433", "Total Words Count": "2072", "Hard Words": " speckled, gypsy, air-vent, whistle"}, {"Book Name": "TheFiveOrangePips", "Book Genre": "detective", "Author": [" Conan Doyle"], "Book English Level": null, "Book Description": "Colonel Elias Openshaw has been a large planter in the South of U.S. But he returned at motherland, to England after war. Elias used to be brave and determined, but he become horrified, when received an envelope with letters “K.K.K.” on it, and inside was nothing but the five orange pips. Fourteen month later the exact same letter was send to his brother Joseph. Five days after that he died falling down from the hill and breaking his head. Almost two years left and now letter with five pips received John Openshaw the Joseph’s father.", "Tags": "mystery", "Download Count": "25895", "Reading Count": "355", "Read Count": "359", "Favourite Count": "84", "Book Pages Count": "8", "Audio Duration Time": "\r\n                            16\r\n                        \r\n                    ", "Unique Words Count": "410", "Total Words Count": "1835", "Hard Words": " pip, envelope, la colonel"}, {"Book Name": "TheAdventureoftheBlueCarbuncle", "Book Genre": "detective", "Author": [" Conan Doyle"], "Book English Level": null, "Book Description": "Once in London on Christmas Eve at the hotel has committed a larceny. Countess of Morcar has been stolen a precious diamond which was called Blue Carbuncle. It was one of the most expensive gems in the world. Suspicions has fallen on John Horner he has been working at the hotel as a plumber. He was imprisoned for robbery because previously he had served out in prison for the same crime. Plumber to denied a charge but nobody believed him. At the same time on one of the streets of London ruffians attacked the man. Nearly of that place was walking a commissionaire Peterson and like an honest person he had decided help that man and to defended against of them. The attacked man had run away and dropped the goose which he carried with him. Peterson took the goose home to eat the bird and his wife had pulled out of it a diamond. This diamond the honest man Peterson had brought to Holmes.", "Tags": "investigation", "Download Count": "41857", "Reading Count": "441", "Read Count": "101", "Favourite Count": "77", "Book Pages Count": "12", "Audio Duration Time": "\r\n                            23\r\n                        \r\n                    ", "Unique Words Count": "670", "Total Words Count": "3199", "Hard Words": " chivalry, whaler, seal, helmet, fairie forcep within, trophy, commissionaire, bri inferred, sweat, stain, perspired, bachelor, wax, bureau, grate, stall, rug, sternly, fatten beak, flock"}, {"Book Name": "Halloween", "Book Genre": "fantasy", "Author": [" Joss Whedon"], "Book English Level": null, "Book Description": "At the Halloween Eve Baffy was late on her date with Angel. She was distracted by the vampire. When she came at the club, she saw Angel was talking to pretty Cordelia. Buffy was upset, because her hair was disheveled and clothes were dirty after the fight. She left. Next day she read in the Giles’s book some information about century of Angel and saw nice women’s dresses of that era. She wanted to impress of her boyfriend vampire and she with her friends bought the costumes in the Ethan’s Costume Shoppe. She bought the beautiful dress and thought that she would a beautiful helpless girl from the 18th century. At the same time under the ground in the vampires group the seer told that Vampire Slayer became weak at the Halloween and they would be able to kill her…", "Tags": "superhero", "Download Count": "11137", "Reading Count": "187", "Read Count": "44", "Favourite Count": "26", "Book Pages Count": "19", "Audio Duration Time": "\r\n                            46\r\n                        \r\n                    ", "Unique Words Count": "535", "Total Words Count": "3995", "Hard Words": " blood, costume, date, diary, evil, ghost, grab, gun, hit, kick, monster, neck, screa soldier, stake, statue, weak, trick-or-treater"}, {"Book Name": "TheCurseoftheBlackPearl", "Book Genre": "fantasy", "Author": [" Irene Trimble"], "Book English Level": null, "Book Description": "The big black pirate ship sailed in the Caribbean sea. There were ghostly pirates in it. They had never left their ship because of the curse. It was just a sailor’s story, wasn’t it? One little rich girl stood on the big ship owned her father and sang a song which called the pirates. Twelve-year-old Elizabeth Swann dreamt to meet them. In that day the Dauntless ship got out from the dark water a boy. His name was Will Turner and when he was asleep Elizabeth had taken from his shirt a gold medallion with a skull and crossbones. The big black ship with the same skull and crossbones on it was sailing past them at that moment. She understood that boy was a pirate. Elizabeth was very afraid, but she hid the medallion under her dress and kept this secret for eight years.", "Tags": "pirates", "Download Count": "29431", "Reading Count": "666", "Read Count": "210", "Favourite Count": "143", "Book Pages Count": "34", "Audio Duration Time": "\r\n                            69\r\n                        \r\n                    ", "Unique Words Count": "557", "Total Words Count": "7169", "Hard Words": " blacksmith, blood, capitan, cave, cell, chain, curse, fog, ghost, gold, governor, harbor, island, medallion, pirate, s side, skeleton, skull, crossbone sword"}, {"Book Name": "TheBeautyandtheBeast", "Book Genre": "fairytale", "Author": [" Jeanne Marie Leprince De Beaumont"], "Book English Level": null, "Book Description": "It’s a charming fairy-tale for the little ones. Once upon a time in the city by the sea lived a rich merchant with his big falimy. He had three sons and three daughters. One of the children, daughter Beauty, was very special. She had a kind heart and was so beautiful, that everybody loved her. One day when merchant went back home across the forest the weather got worse and he had lost his way. Suddenly the man had found a castle and hoped for survive there. The castle was empty, but he had found there a food, warm bed and clothes. The next day, when the weather got better, old merchant went out to the garden and took one most beautiful rose for his Beauty. It was a terrible mistake because it angered the owner of this castle. Now old man had to pay by his death.", "Tags": "love-story", "Download Count": "62250", "Reading Count": "2624", "Read Count": "278", "Favourite Count": "344", "Book Pages Count": "19", "Audio Duration Time": "\r\n                            40\r\n                        \r\n                    ", "Unique Words Count": "482", "Total Words Count": "3453", "Hard Words": " lazy, theatre, ugly, terrified, hug, whisper"}, {"Book Name": "20,000LeaguesUndertheSea", "Book Genre": "adventure", "Author": [" Jules Verne"], "Book English Level": null, "Book Description": "It was in 1867 when first rumors about dangerous and horrible monster that lives somewhere in sea depths appeared. According to witnesses, this creature was enormous and could sink any ship. Many people claimed that it was just a very big whale, but this beast was twice bigger than the biggest known whale. When a Capitan of American ship named ‘Abraham Lincoln’ was gathering a team for monster hunting, he invited a famous writer and professor of sea world Aronnax to be an expert at expedition. Aronnax took his friend Conseil to be his assistant. Also on board was well-known whale killer Ned Land, who promised if they found the creature, only one of them would survive. Finally, after three months of sailing they have faced with their enemy in the middle of nowhere.", "Tags": null, "Download Count": "26998", "Reading Count": "512", "Read Count": "174", "Favourite Count": "105", "Book Pages Count": "22", "Audio Duration Time": "\r\n                            45\r\n                        \r\n                    ", "Unique Words Count": "822", "Total Words Count": "5379", "Hard Words": " assistant, cannon, depth faithful, harbour, league, ugly, underwater, wound, terrified, prefer, seal, cococnut, escape, pal spear, cemetery, tank, serve, cave, oster, pearl, ancient, axe, iceberg, ink, patience, snap, whirlpool"}, {"Book Name": "JourneytotheCenteroftheEarth", "Book Genre": "science%20fiction", "Author": [" Jules Verne"], "Book English Level": null, "Book Description": "The famous professor of geology and his nineteen-year personal assistant, nephew Axel found seven-hundred years old book in an old bookshop. This book was written in a dead language from Iceland and said about an old princes from Norway. Professor couldn’t read it, despite the fact that he knew a lot of languages. By the most interesting was not the book itself but a handwritten note that was hidden inside. This piece of sheet was left by famous scientist who was considered crazy by other scholars because of his views about the Earth. Next steps to solving this puzzle was a journey to Denmark. Professor of geology and his assistant wanted to get into the volcano at Sneffells Yokul. It was planned as fantastic journey but turned at something even more.", "Tags": "adventure", "Download Count": "25423", "Reading Count": "481", "Read Count": "103", "Favourite Count": "111", "Book Pages Count": "21", "Audio Duration Time": "\r\n                            38\r\n                        \r\n                    ", "Unique Words Count": "791", "Total Words Count": "5091", "Hard Words": " trip, brick, introduce, reason, reason, scared, wonderfull"}, {"Book Name": "Blackbeard'sTreasure", "Book Genre": "adventure", "Author": [" Jenny Dooley"], "Book English Level": null, "Book Description": "What do you know about Bermuda Triangle? It’s a miracle place where a lot of people, ships and other things were lost. Have you ever heard about the Blackbeard’s treasure? It was lost in Bermuda Triangle and nobody ever could find it. Not many people want to have such risk for finding treasure. But there are no any barriers if you are a pirate, you are drunk and you hear the sound of coins. The greatest pirate in the whole world Captain Pike came into the bar of port where many sailors were resting. It was deep night and nobody expect for such celebrity. He proposed them adventure but even they didn’t hurry because nobody had never returned Bermuda. At last, Captain Pike managed to collect the team. But whether they can realize his plan?", "Tags": "pirates", "Download Count": "11620", "Reading Count": "142", "Read Count": "32", "Favourite Count": "22", "Book Pages Count": "26", "Audio Duration Time": "\r\n                            43\r\n                        \r\n                    ", "Unique Words Count": "817", "Total Words Count": "6120", "Hard Words": " bartender, patch, scar, scarf, stare, chesst, row, crossbone necklace, skull, steer, whistle, cannon, splash, anchor, coconut, cursed, ru anchor, torch"}, {"Book Name": "TheAdventuresinTheGrasslands", "Book Genre": "adventure", "Author": [" John Bookworm"], "Book English Level": null, "Book Description": "This book is about the dangerous and funny adventures in Africa. You will go to Savannah together with the main hero Jack. He is twelve years boy and he lives there with his parents and an older sister with her husband. You will know a lot about such great animals as giraffes and about their behavior. You'll love a handsome baby giraffe Spotty and his brave and wise mother. Together with Jack, you'll worry about giraffes and will try to save them from angry man Bill. Let us not judge too harshly Bill. He loves his wife so much and always wants her dreams come true and does everything for it, even if it's evil things! One day his wife Jill wanted to have a pet giraffe. So Bill decided to catch the animal in the grasslands, despite the fact that it is illegal.", "Tags": "Africa", "Download Count": "11858", "Reading Count": "110", "Read Count": "27", "Favourite Count": "12", "Book Pages Count": "28", "Audio Duration Time": "\r\n                            58\r\n                        \r\n                    ", "Unique Words Count": "577", "Total Words Count": "5205", "Hard Words": " parthenogenetic, queen, allosauru stegosauru plas sneezing, waterhole, agouti, bush, pterodactyl, lord, favour, telegraph, liones hooray, zoologist, acacia, august, zoological, crossbow, carnivorou cranial, primeval, scratching, mada spotty, clover, kangaroo"}, {"Book Name": "SwanLake", "Book Genre": "fairytale", "Author": [" Jenny Dooley"], "Book English Level": null, "Book Description": "This is a fairytale, which became known thanks to a famous Pyotr Tchaikovsky’s ballet. It is a love story between Prince Zigfried and a swan. It all has began when the Prince’s father died. The Prince was in a deep sorrow for a long time. His loyal servant Ozlowe tried very hard to cheer him but he failed every time. During his other attempt, he proposed his master to leave their castle for a walk. While they were wandering around a forest, they found a lake. A beautiful white swan with a gold crown on its head was swimming there. Ozlowe decided to kill the animal for Prince’s pleasure and shot an arrow. Prince Zigfried tried to stop his servant but it was too late. Fortunately, the arrow missed its target. Ozlowe became a stone, and the swan disappeared mysteriously…", "Tags": "children-literature", "Download Count": "17368", "Reading Count": "283", "Read Count": "168", "Favourite Count": "75", "Book Pages Count": "22", "Audio Duration Time": "\r\n                            42\r\n                        \r\n                    ", "Unique Words Count": "720", "Total Words Count": "5287", "Hard Words": " queen, bush, crossbow, scratching, triumphantly, roaring, chirp, lying, faraway, lovingly, dreamer, swan, joyful, aquariu wizard, amazement, bouquet, ballroo unseen, raised, blonde, splash, carriage, jealou maid, owl, castle, stab, weep.]"}, {"Book Name": "LifeExchange", "Book Genre": "thriller", "Author": [" Jenny Dooley"], "Book English Level": null, "Book Description": "Luke Harrison and Jake Fulbright are directors and partners at a large real estate firm. They attend a board meeting and have a hard discussion about the company's development strategy. Luke wants to build housing for children, having in mind a positive, meaningful effort, while Jake prefers constructing office buildings in order to make bigger money. The two are good old friends, currently at the highest point of their career together. Luke is raising two children with his wife, but Jake's private life consists of little more than some bad habits. Something in their friendship goes wrong as Jake falls in love with his friend’s wife. Luke's suspicions make him feel uncomfortable in Jake's company. Jake views himself as a natural winner and plans to take all from Luke, not only business-wise…", "Tags": "business", "Download Count": "17634", "Reading Count": "144", "Read Count": "54", "Favourite Count": "25", "Book Pages Count": "30", "Audio Duration Time": "\r\n                            57\r\n                        \r\n                    ", "Unique Words Count": "1018", "Total Words Count": "7099", "Hard Words": " skidding, slammed, chasing, aeroplane, lorry, rose, imagining, constable, settee, goodnight, identified, settled, teasing, amnesia, liking, cheer mu signed, mummy, interco blocking, approaching, pendulu horribly, aerobic trolley"}, {"Book Name": "Cinderella", "Book Genre": "fairytale", "Author": [" Ruth Hobart"], "Book English Level": null, "Book Description": "A widowed man who had a daughter decided to get married again. He wed a woman with two daughters of her own and left to her all homemaking duties, including his only daughter's education. However, his new wife didn't take kindly to the girl and turned out to be a mean stepmother. The girl had to sleep in the attic and do the dirtiest work around the house. Sometimes she got so exhausted that she had not enough energy to walk upstairs to her sleeping place and made her bed by the fireplace where ash and cinder covered her face. Shouts from every corner of the house ‘Cinderella do this, Cinderella do that’ would never end, as her stepsisters lived in relative luxury, while she basically had to serve all three other women and suffer their mockery. But soon the situation would change. A grand ball was announced to take place at the king's palace, and all young ladies of the realm were invited...", "Tags": "filmed", "Download Count": "56539", "Reading Count": "1925", "Read Count": "691", "Favourite Count": "263", "Book Pages Count": "4", "Audio Duration Time": "\r\n                            9\r\n                        \r\n                    ", "Unique Words Count": "214", "Total Words Count": "795", "Hard Words": " queen, abracadabra, coachman, footman, godmother, goldfish, wand, curly, ballroo washing, listening, shining, blonde, necklace, singing, fairy, pumpkin, charming, sunny, dancing, palace, swimming, upstair invitation, midnight, magic, pet, ugly"}, {"Book Name": "TheTrueStoryofPocahontas", "Book Genre": "biography", "Author": [" Kelly Reinhart"], "Book English Level": null, "Book Description": "This is a story about a strong love that would overcome all obstacles and even stop a bloody war. Pocahontas was a native chief's daughter. She was eleven when, sitting on the top of a cliff, she saw a big ship in the sea approaching the coast. The ship was full of white people who were searching for gold in the New World. All native tribes were certain that war was upon them and would start as soon as the ship would reach the land. But it turned out that the ship dropped anchor only to replenish its freshwater stores. Captain John Smith was chosen as the explorer of the new land. Pocahontas followed John very carefully, trying to find out what he really wanted from the natives. The moment their eyes met, they fell in love with each other. Their mutual feelings were so powerful that they had never left each other since then.", "Tags": "teenager", "Download Count": "20158", "Reading Count": "333", "Read Count": "146", "Favourite Count": "60", "Book Pages Count": "11", "Audio Duration Time": "\r\n                            25\r\n                        \r\n                    ", "Unique Words Count": "503", "Total Words Count": "2529", "Hard Words": " longhouse, bay, buckskin, storehouse, moccasin, heartbroken, declared, trinket, gunpowder, anglican, mast, kettle, festivity, sailing, runaway, riche paddle, thunder, compas celebrated, explorer, raised, mourn, accepted, happening, canoe, messenger, lazy, descendant, jewel, educated"}, {"Book Name": "SleepingBeauty", "Book Genre": "fairytale", "Author": [" Charles Perrault"], "Book English Level": null, "Book Description": "There was a grand event in the palace. The king shared with the joyful news: he was blessed with a long- awaited daughter Aurora. There was a festive party in honor of the princess. Seven fairies were invited except the eighth one. Everybody thought she was dead. However, the uninvited guest came. Like the other guests, she got a seat at the table. But there was no golden drawer with the cutlery for her. The old fairy got angry. One of the young fairies got worried, that the offended guest would give a bad gift to the newborn. She decided to hide in the princess' room. And she was right. The eighth guest told everybody that the princess would prick her hand on a spindle and die. But the young fairy appeared and promised that the princess wouldn’t die. She would only sleep for 100 years.  Then a handsome prince will be able to wake her up.", "Tags": "children", "Download Count": "35388", "Reading Count": "747", "Read Count": "481", "Favourite Count": "168", "Book Pages Count": "4", "Audio Duration Time": "\r\n                            10\r\n                        \r\n                    ", "Unique Words Count": "262", "Total Words Count": "941", "Hard Words": " queen, hurray, chasing, mol, dusting, picking, spinning, mummy, prick, sunflower, poppy, waking, roast, throne, singing, fairy, castle, balcony, sweeping, deliciou weed, shine, cooking, hungry, asleep"}, {"Book Name": "Aladdin", "Book Genre": "fairytale", "Author": [" Ruth Hobart"], "Book English Level": null, "Book Description": "It is one of the most popular Arabian fairytales, which is a part of the collection ‘The tales of the Arabian nights’.  An evil magician desired to own a magic lamp. The lamp was in the cave in China. Unfortunately the magician couldn’t get it on his own. And only one special boy could help him.  One day the magician met this boy at the market in China. The boy’s name was Aladdin. Aladdin was very poor and sold bread. The wizard suggested him an agreement. According to it, he would buy all Aladdin’s bread and the boy himself would go with him to some magic place, where the magic cave was... Aladdin’s mission was to go downstairs into the cave and find this magic lamp in the magic garden.  But when Aladdin went down and found the lamp, he couldn’t come back. A big stone closed the passage.", "Tags": "cartoon", "Download Count": "52076", "Reading Count": "2082", "Read Count": "778", "Favourite Count": "223", "Book Pages Count": "5", "Audio Duration Time": "\r\n                            14\r\n                        \r\n                    ", "Unique Words Count": "219", "Total Words Count": "1184", "Hard Words": " whoosh, genie, potion, magician, emperor, jewel, deliciou bras palace, lamp, hurry, cave, magic, lovely, basket, orange, asleep, rub, dirty, journey, command, juice, desert, shout, sad, bread, sir, forever"}]